TEXT_BASE_RUS = """
Криштиа́ну Рона́лду душ Са́нтуш Аве́йру (порт. Cristiano Ronaldo dos Santos Aveiro; европейский португальский: [kɾiʃˈtjɐnu ʁoˈnaɫdu] род. 5 февраля 1985, Фуншал) — португальский футболист, выступающий за английский клуб «Манчестер Юнайтед» и сборную Португалии, в которой является капитаном.
Лучший бомбардир в истории национальных сборных, а также испанского клуба «Реал Мадрид».
Считается одним из лучших футболистов всех времён[1][12][13].
Признан Португальской футбольной федерацией лучшим игроком в истории португальского футбола[14].
Первый футболист в истории, которому удалось выиграть английскую Премьер-лигу, испанскую Примеру и итальянскую Серию А[15].
Признавался лучшим игроком и бомбардиром сезона в каждом из этих турниров.
Начал профессиональную карьеру в португальском клубе «Спортинг»Перейти к разделу ««Спортинг»», в 2003 году перешёл в английский «Манчестер Юнайтед», в 2009 году — в испанский «Реал Мадрид» (сумма этого трансфера до 2013 года была рекордной за всю историю), в 2018 году — в итальянский «Ювентус».
Неоднократно становился обладателем «Золотого мяча» France Football (2008, 2016, 2017), «Золотого мяча» ФИФА (2013, 2014) и «Золотой бутсы» (2008, 2011, 2014, 2015).
Является лучшим бомбардиром европейских турниров за всё время, лучшим ассистентом в истории Лиги чемпионов УЕФА[16] и рекордные семь раз становился лучшим бомбардиром Лиги чемпионов УЕФА в сезоне, шесть из которых — подряд: в 2008, а также в 2013, 2014, 2015[c], 2016, 2017 и 2018 годах.
После третьей подряд победы в Лиге чемпионов в составе «Реал Мадрид» стал первым игроком, выигравшим этот трофей пять раз[17].
За национальную сборную Португалии провёл 180 матчей, что является пятым результатом за всю историю сборных, сыграл на восьми крупных турнирах и отличился на них всех.
С 2008 года является капитаном сборной, в 2014 году стал её лучшим бомбардиром, а в 2016 году установил рекорд по количеству сыгранных за неё матчей.
В составе сборной стал чемпионом Европы 2016 и победителем Лиги наций УЕФА 2019.
Самый результативный футболист на уровне сборных за всю историю[18].
Первый европеец, который смог забить 100 или больше мячей в составе сборнойПерейти к разделу «Карьера в сборной».
Является одним из самых узнаваемых спортсменов в мире, был признан самым высокооплачиваемым спортсменом мира по версии журнала Forbes в 2016 и 2017 годах[19][20], а также самым известным спортсменом мира по версии ESPN в 2016, 2017, 2018 и 2019 годах.
Time включил Роналду в список ста самых влиятельных людей в мире в 2014 году.
C 2010 по 2019, заработав, по оценкам журнала Forbes, 800 млн долларов, занял второе место в списке самых высокооплачиваемых спортсменов десятилетия, уступив лишь Флойду Мейвезеру[21].
В июне 2021 года стал первым в истории человеком, набравшим 300 миллионов подписчиков в Instagram[22]Перейти к разделу «Популярность и признание». 
"""
